{
    "artist": "aamp",
    "title": "로컬의 이름(들)",
    "text1": "이 글은 실재하는 문헌을 바탕으로 쓴 허구적 보고서이다.",
    "text2": "우리는 자신을 온타 속으로 옮겨 앉혀볼 수 있는가? 오랜 세월을 거쳐 이 물음은 마치 인간의 존재를 붙들어 매고 있는 것처럼 보인다. 이 말속에 ‘온타(onta)’의 어원을 연구하는 사람들은 다양한 근거를 제시하고 있다. 그 중 가장 오래된 자료는 1902년 존 버넷이 편찬한 &lt;플라톤의 대화편 &gt; 제4권, 4부작 8권에 수록된 고대 그리스 철학자인 헤라클레이토스(Heraclitus)의 글 속에서 찾아 볼 수 있다. 그는 “[…] 오히려 이러한 피지스(Physis)는 정도껏 타오르고 정도껏 사그라들면서 항상 타고 있는 하나의 불로 언제나 존재해왔고 언제나 존재하고 있으며 언제나 존재할 것이다.”&sup1;라고 쓰고 있다. 그리스어의 ‘피지스(Physis)’, ‘피지카(Physika)’, ‘피에인(Phyein)’은 태어나다, 생성하다, 자라나다를 의미하는 자연(Natur)을 가리키며, 그 자연을 향해 몸을 돌려 과정 속에 있는 바로 그것을 ‘온타(onta)’라 일컬었다. 또한 12세기 페르시아 신비주의 철학자이자 이슬람의 ‘일루미네이션 학파’의 창시자인 시하브 알-딘 수라와르디(Shihab al-Din Suhrawardi)의 비의적인 논문 &lt;철학적 알레고리와 신비주의적 논문 &gt;의 제2장 ‘가브리엘 천사의 노래’에서도 찾아 볼 수 있다. 이 논문은 조명설(ishraqi)&sup2;에 대한 교의적인 분석을 보여주고 있는데, 진리를 찾기 위해 수피형제단의 모임을 위해 특별히 설계된 건물(khanaqah)에 들어서는 한 구도자의 이야기를 들려준다. 수피형제단의 건물은 두 개의 문을 가지고 있는데, 하나는 도시를 마주하고 있고, 다른 하나는 사막을 마주하고 있다. 그는 사막을 마주한 문을 통과하자 10인의 영적 지도자를 만나게 되고, 그들과의 대화를 통해 조명설에 관한 교의와 쿠란(Quran)의 밀교적인 제의를 맞이하기 위한 통과의례를 거친다. 수라와르디는 자신만의 신비주의적 인식론을 통해 “우리의 감각과 지각이 관찰하는 세상의 모든 사물은 가브리엘 천사의 노래에서 기인한다.”&sup3;라고 적고 있다. 현대에 이르러서는 에너지와 의식의 흐름에서 그 어원을 찾고자 하는듯 하다. 1968년부터 시작된 &lt;어스시의 마법사 &gt; 시리즈의 작가 어슐러 K. 르 귄은 감정을 가진 존재로서 숲 속을 묘사하기 위해 세계의 기원인 헤인인&#8308;의 단어 ‘온타(ontá)’를 언급한다. “한순간에 완전히 역전되고 편향되는 감정 혹은 심리상태, 즉 사랑과 증오를 일컫는 한 단어.” “그것은 일련의 작용들이 연결되어 있는 것이고, 생태계 전체가 의사소통을 하는 단일한 연결체이며 비이성체이고 감각이 있으며 영원하며 고립된….”&#8309; 공포이기도 하다. 폴란드의 과학소설 작가인 스타니스와프 렘은 &lt;솔라리스의 역사 &gt; 제2권에서 행성 솔라리스를 에워싼 지적 생명체인 원형질의 바다, 솔라리스의 바다 혹은 생각하는 바다에 관해 상세하게 기록하고 있다. 변형생물목으로 분류된 솔라리스의 바다는 100여 년의 논쟁과 가설에도 불구하고 일종의 ‘오래된 의태’로 느낄 수 있을 뿐이다. 솔라리스학 보고서에는 “이 생명체가 싹트고, 성장하고, 배양되는 과정에서, 각각의 움직임이 개체든 복합체든, 뜻밖에 나타난 새로운 형태를 재빨리 음미해 보려는 넘쳐흐르는 호기심으로, 흉포하다기보다는 소심하고 순진한듯 경계심을 나타내고 있었다. 그러는 도중에 불가사의한 법칙에 의해 정해진 어떤 경계를 초월하려는 위험에 처하자 물러서는 아쉬움 같은 것이 느껴졌다.”&#8310;라고 기록되어 있다. 이같은 독특한 근거들에도 불구하고, 천체물리학자들은 ‘천체물리학이라는 판’ 혹은 ‘인간의 생태라는 판’ 가설을 새롭게 제기하고 있다. 이 가설은 2021년 4월 17일 미국항공우주국(NASA)의 무인 우주탐사선 ‘뉴 호라이즌스’가 태양으로부터 광속 400분 거리에 위치한 카이퍼대(Kuiper Belt)에서 촬영하고 전송한 이미지들에 근거하고 있는데, 이 이미지들은 얼음으로 뒤덮인 산맥과 평원을 보여주고 있으며, 우리가 보고 있는 것이 지구의 시간으로 24억년 전의 사태라고 말하고 있다. 과학 방법론자들은 평평한 판 위에 불규칙하고 무규정적으로 흩어져 놓여있는 얼음 덩어리의 내재성(immanence)&#8311;에 기반해 수직적 위계성, 경험적인 것과 초월적인 것, 안과 밖, 자동화와 알고리즘에 끝없이 저항하면서 존재하고자 하는 것, 주체와 대상이 함께 하거나 부재한 장소, 찰나의 시간성을 지시하는 접속어에 이름을 부여하고자 했다. 즉 그들은 지구가 돌봄을 필요로 한다는 것을 깨닫고, 존재자로서의 시간이 어디에 있는지 찾고자 했던 것이다.",
    "subtext": "1) 마르틴 하이데거, &lt;형이상학의 근본개념들: 세계-유한성-고독 &gt;, 이기상, 강태성 역, 까치글방, 2001; p.64 <br />2) 신을 예지적인 빛에 비유한 아우구스티누스는 태양 빛에 의해서 여러 가지의 물체를 볼 수 있는 것처럼 신적인 빛의 조명을 통해 영원한 진리를 인식할 수 있다고 주장하였다. 이러한 사상의 배경에는 신플라톤학파적인 빛의 형이상학을 배경으로 한 이 조명설은 아우구스티누스의 전통을 이어 받은 많은 사상가들에게 영향을 주었다. 철학사전, 철학사전편찬위원회, 중원문화, 2009 <br />3) W. M. Thackston, Chapter II The Sound of Gabriel’s Wing; The Philosophical Allegories and Mystical Treatises of Suhrawardi, Mazda Publishers, 1999; p.8 <br />4) 어슐러 K. 르 귄의 단편 ‘제국보다 광대하고 더욱 느리게’의 첫 장은 “세계의 기원을 거슬러 올라가면 모두 헤인인이 출발점이었으며”라고 쓰여 있다. <br />5) 어슐러 K. 르 귄, ‘제국보다 광대하고 더욱 느리게’; &lt;바람의 열두 방향 &gt;, 최용준 역, 시공사, 2004; p.337, p.354 <br />6) ﻿Stanisław Lem, Solaris, Pro Auctore Wojciech Zemek. Kindle Edition, trans. Bill Johnston, 2017; location 3371 <br />7) 과학의 성격을 규정하는 지시의 평면, 즉 현실적인 것으로 형성되고 무한을 포기하는 평면과도 구분되고, 예술의 성격을 규정하는 일관성의 평면, 즉 정동과 지각으로 형성되고 유한한 것에 의해 창조되며 이로부터 무한을 다시 제공하는 평면과도 구분되는, 내재성의 평면은 개념으로 형성되고 무한을 구하는 평면으로서 철학의 성격을 규정한다. 들뢰즈 철학의 핵심 개념으로 사유의 새로운 이미지로서 주름들 사이의 만남의 장소이며, 모든 특이성들 안에서 그 만남이 규정하는 강요된 운동으로부터 나오는 공명이라는 파도가 수행하는 무한한 속도의 왕복운동으로서의 영원회귀의 장소가 되는 특징을 갖는다. 아르노 빌라니 & 로베르 싸소, &lt;들뢰즈 개념어 사전 &gt;, 신지영 역, 갈무리, 2012",
    "artistInfo": "김은정은 라이브 퍼포먼스, 영상, 사진 및 안무 등 다양한 매체를 통해 작업해오고 있다. 모든 작업은 열린 형태로서 신체성과 현재성을 감각하고, 실패인 동시에 차이를 발견해가는 ‘되기(Becoming)’의 과정 안에 있다. 영국 왕립예술대학원(Royal College of Art)에서 순수예술 (퍼포먼스 아트)를 전공하였고, 유럽을 중심으로 다수의 전시 및 퍼포먼스 이벤트에 참여해오고 있다. 또한, AAMP의 일원으로 전시 기획 및 아티스트 워크숍 프로그램 진행에 참여하고 있다. 이헌은 아티스트 필름 및 무빙이미지 기획자이자 필름메이커이다. 아시아 아티스트 무빙이미지 플랫폼(AAMP)의 멤버로 활동하면서 고고학적 공간과 미래의 풍경, 사변적 내러티브와 언어의 컨텍스트에 기반한 알레고리적 인식론에 주목하면서 작업하고 있다. 그의 작업은 서울시립미술관 세마창고 &lt;여기로부터 먼 &gt;(2019), 오버하우젠 국제단편영화제 Labs프로그램(2019), 국립현대미술관 창동레지던시 프로젝트팀 리서치(2016), ACC네트워크 플랫폼:아시아쿨라쿨라링(2016), Arkipel(2015), Rough Cut Night-Stop Motion(익스펜디드 시네마, 대학로 예술극장, 2014)에서 소개되었다. 조인한은 영상을 만드는 작가이다. 서울국립현대미술관 ‘섬광 혹은 소멸’, ‘영화적 발산’ 상영에 참여했으며, 서울국제실험영화제, 뉴욕영화제, 앤 아버 영화제, DMZ 다큐멘터리영화제 등에서도 작품을 선보였다. 개인작업과 더불어 AAMP 일원으로 활동하고 있다."
}
