{
  "artist": "KIM Minjung",
  "title": "You are welcome when you are welcomed",
  "artistInfo": "Kim Minjung studied Visual Communication Design at Hongik University, Seoul, and earned an MFA in Film and Video from the California Institute of the Arts. Her work has screened  at international film festivals and media venues including Toronto International Film festival, Edinburgh International Film Festival, Portland International Film Festival, Ex-is,Onion City, Black Maria and Ann Arbor Film Festival. She has received awards, including Best Ex-is Award, Nemaf Best Korea Propose and Tom Berman Award for Most Promising filmmaker. She recently resides at Incheon Art Platform and is working on her new project.",
  "ch1": "At the edge of water",
  "p1": "바다에 도착했지만 조석의 때를 알려주는 표를 잘못 읽은 탓에 건너려고 했던 길목에 물이 가득 들어와 있는 것을 허망하게 쳐다볼 수밖에 없었다. 한참을 멍하니 눈앞을 가득 채운 바닷물을 쳐다보았고 그것은 지구의 어느 다른 편에서 끌어온(또는 밀어낸) 물이겠구나 생각했다. 문득 담요 하나를 남동생과 함께 나눠 덮고 낮잠을 자던 아주 어렸을 때의 기억이 떠올랐다. 낮잠에 대한 기억이라기보다 정확하게 말하자면, 담요 밖에 내놓인 내 한 쪽 허벅지와 종아리가 차가워졌던 감각에 대한 기억이었다. 남동생이 담요를 당겨서 가져가면 조금 있다가 내가 다시 당겨오고, 또다시 가져가고, 그것을 반복하던 잠결의 투쟁. 그 오래되고 어렴풋한 기억이 바닷물을 바라보던 그때 떠오른 것이 웃겨서 조금 더 그곳에 서 있다가 차로 돌아갔다. 지구 전체가 하나의 덩어리로 된 바닷물을 덮고 있는 것에 대해서 생각하며 차 안에서 물이 빠져나가길 기다렸다.",
  "p2": "식물들의 네트워킹과 디아스포라의 흔적을 추적하는 것으로 <로컬-되기>를 짐작해보려고 한다. 제주도에 자생하기 시작한 백년초는 쿠로시오 해류를 타고 현무암 해변가에 안착했는데, 그것은 멕시코산이라고 알려져 있지만 사실 쿠바와 플로리다를 비롯한 북미에 더 많이 퍼져 있다. 이번 프로젝트를 통하여 이러한 자연발생적 이주 식물들은 어느 시점부터 한 지역에서 ‘로컬’로서 인식되고 기록되었는지 관련 자료들을 찾고 여러 예시들을 추적한다. 그리고 식물들이 로컬 식물로서 받아들여지는 기준이 인류의 이주와 어떻게 비슷하거나 다른지를 살피고, 나아가 어떤 존재가 한 지역에서 고유성을 가진 것으로 받아들여지는 기준이 인간에게만 유리한 것들로, 편향적으로 선택되는 것은 아닌지 질문한다. 그리고 ‘로컬적 존재’로서의 특징이 중앙부에 대한 편향성과 어떤 식으로 차별화되어, 그것이 정당하다고 말할 수 있는지에 대해서도 살펴본다.",
  "p3": "대한민국의 남쪽에 위치한 제주도 월령리라는 마을에는 현무암으로 이루어진 바닷가와 마을 곳곳에 선인장들이 심겨져 있다. 이 선인장은 마을의 중요 특산물이 되어서 음료나 초콜릿으로 가공되어 판매되는데, 사실 한국에서는 선인장이 자연스럽게 자라는 곳도 드물고 많은 선인장이 군락을 이루어 자생하는 곳은 제주 월령리 밖에 없다. 백년초로 불리는 이 선인장은 멕시코가 원산지이고 쿠로시오 난류를 타고 열대지방으로부터 밀려와 야생하게 된 것으로 보인다고 마을 곳곳의 안내 표지판에 쓰여 있다. 그런데 재미있는 것은 이곳 주민들은 예전에 ‘당동’ 할아버지가 가져와서 심게 되었다고 믿고 있다는 것이다. ‘당동’ 이라는 명칭은 그저 어떤 할아버지의 이름인지, 중국 ‘당’나라 시대에 상인을 말하는지, 동아시아의 어느 지역 중 ‘당동’이라는 지명이 있는 것인지 추측이 다양하다. 그 형태가 손바닥과 같다하여 “손바닥선인장”이라 부르는데 예로부터 마을 주민들이 쥐나 뱀의 침입을 막기 위해 마을 돌담에 옮겨 심어 월령리 마을 전체에 퍼져 있다.",
  "p4": "멀리 멕시코에서 해류를 타고 왔다는 이 선인장의 이동을 유추해보려고 자료들을 찾는 중이다. 쿠로시오 해류는 이 선인장이 동남아시아의 따뜻한 곳으로부터 한국으로 이동했다는 가설이 가능하게 하는 이동경로를 가졌다. 그 전에는 북적도해류, 그리고 그 전에는 캘리포니아 해류와 연결되어 있어서 멀리 멕시코의 바다에서 이 선인장이 바닷물을 타고 이동한 것을 상상할 수 있다.",
  "p5": "그런데 이 선인장은 여러 가지 인간에게 유용한 점 때문에 그곳 주민들이 적극적으로 수용하였지만, 만약 사람들에게 이롭지 못한 식물이라면 먼 멕시코로부터 이곳까지 떠내려와서 잘 정착을 할 수 있었을까 상상해보았다. 또는 멀쩡히 잘 지내고 있다가 어느날 갑자기 해로운 존재로 여겨져서 베어지고 없어질 운명도 겪을 가능성도 충분히 있었다.  그런 운명에 처한 예시는 너무나도 많지만 가시박과 핑크 뮬리가 최근 기사에 종종 등장하는 식물들이다. 특히 핑크 뮬리는 미국에서 수입되어 지난 몇 년간 포토존을 위하여 전국 각지에 폭발적으로 심겨졌는데 지난 2020년 10월 생태 교란종으로 지정되어 갑자기 모두 베어질 위기에 처했다.  특히 백년초가 있는 제주시에는 전국 어디보다도 빨리 핑크 뮬리 제거작업에 돌입하여  모두 제거하는 중이다. 불과 한 두 해 전만 해도 인스타그램을 핑크색으로 채우며 존재를 과시하던 식물이었는데 이제 곧 한국땅에서 모두 없어질 예정이다. 물론 나는 핑크뮬리같이 뚜렷한 목적을 가지고 무분별하게 퍼지게 된 식물들을 환영하는 입장은 아니었지만 백년초나 핑크뮬리, 가시박 등이 각기 다른 운명에 처한 것을 보며 기시감 같은 것이 들었다.",
  "p6": "그리고 이러한 식물들이 인간들의 기준과 목적에 의해 그 존폐가 정해지고, 기존에 오랫동안 정착한 다른 식물들의 입장에서 이익을 주는 식물 또는 해를 가하는 식물로 나눈다는 것이 흥미로웠다. 그렇다면 언제 어느 시점부터 한 곳에 정착하여야 그곳의 로컬로서 인식되는지, 인간이 편향적으로 어떤 식물들만을 ‘자생적으로 자라왔다’고 믿고 싶은 것은 아닌지 하는 의문이 들기 시작했다. 왜냐하면 백년초 역시 ‘자생’이냐 아니냐로 여러 의견들이 분분한 가운데 특산물로서 가치가 높기 때문에 로컬 식물로 더욱 많이 홍보되고 있기 때문이다. 자생식물은 자연 그대로 사람의 보호를 받지 않고 증식하는 식물을 뜻하고 좁은 의미로는 토착식물, 즉 일정지역에서 원래부터 살고 있던 식물,  넓게는 spontaneous plant 즉 자연스럽게 자라온 식물을 뜻하는데 자생식물의 가치는 특정환경에 대한 높은 적응력과 생물학적 다양성의 자원적 측면에 있다고 한다. 반면 왜래식물은 다른 곳에서 이입된 식물인데 도입 식물과 귀화식물로 나뉜다. 도입식물은 원예나 재배 목적 등 특정 목적을 가지고 들여온 식물이고 귀화식물은 인위적, 자연적 경로로 들어왔지만 도태되지 않고 자력으로 토착하여 나름 공존을 이룬 식물이다.  그에 반해 귀화 식물로 분류되지만 침입식물로 불리는 것은 기존 생태계와 경제 그리고 인간에게 해를 주는 것을 뜻한다.",
  "p7": "COVID-19을 겪으며 방역을 위하여 각 나라의 봉쇄 정책과 방역 정책들이 진행되고 있다.  물론 바이러스가 무분별하게 퍼지는 것을 막기 위해 사람들의 이동을 모니터링하고 특정 동물들이나 식물들이 예상치 못한 경로로 유입되지 않도록 관리하는 것은 매우 중요하다고 생각한다. 하지만 막연히 어떤 곳에서 온 사람들을 마치 바이러스 캐리어로서 인식하는 것과 같은 현상이나, 무조건적인 혐오와 경계가 자신이 처한 공동체를 위해 정당한 일인 것처럼 여기는 것을 목격하며, ‘해가 되는 것, 또는 해가 되지 않는 것'으로 우리가 서로를 받아들이거나 배척하는 것은 아닐까 생각했다.",
  "p8": "문득 나는 문득 오랜 시간 동안 영문도 모른 채 (아니, 어쩌면 자의적으로!) 해류에 몸을 실었을 선인장의 기분에 대해서 생각해보았다."
}
