{
    "artist": "AAMP (KIM Eunjung, RHEE Hun, CHO Inhan)",
    "subArtist": "Local/Language/Forest",
    "title": "The Name(s) of Local",
    "aamp": "AAMP",
    "text1": "This text is a fictional report written <br />based on actual historical documents.",
    "text2": "Can we move ourselves into onta? After many years, this question seems to hold on to human existence. People who study the etymology of “onta” in this proposition offer various historical reasons. The oldest document can be found in the writings of Heraclitus, an ancient Greek philosopher, that included in <span>Tetralogia VIII of Volume 4 of Platonis Opera</span> edited by John Burnett in 1902. He writes “[…] Rather, this physis has always been, always being, and will always be, as a fire that burns all the time, burning to its extent and quenched to its extent.”&sup1; The Greek words “Physis”, “Physika”, and “Phyein” refer to nature, which means to be born, to generate, to grow, and turning toward the nature that exists the very thing in the process was called “onta”. Also, It can also be found in “The Chant of Gabriel's Wing”, a chapter 2 of The “Philosophical Allegories and Mystical treatises”, which is an esoteric treatise written by the 12th century Persian mystic philosopher Shihab al-Din Suhrawardi who is a founder of the “Philosophy of Illumination”. This thesis presents a dogmatic analysis of the “ishraqi”&sup2;, which tells the story of a seeker entering an architecture(khanaqah) specially designed for the gathering of the Sufi Brotherhood in search of the truth. The architecture of the Sufi Brotherhood has two doors, one facing the city and the other facing the desert. As he passes through the door facing the desert, he meets the ten spiritual leaders, and through conversations with them, he goes through the rite of passage to receive the doctrine of illumination and the esoteric offer of the Quran. Through his own mystical epistemology, Suhrawardi writes, “All things in the world that our senses and perceptions observe stem from the song of Gabriel’s wing”.&sup3;",
    "text3": " In modern times, it seems that they were trying to find the etymology in the flow of energy and consciousness. Ursula K. Le Guin, author of the series <span>The Wizard of the City of Earth</span> that began in 1968, refers to the Hainish&#8308; word “ontá”, the origin of the world, to describe the forest as an emotional being. “there is only one emotion, or state of being, that can thus wholly reverse itself, polarize, within one moment; there is one word for love and for hate.” “It’s merely a network of processes. That all the biosphere of a planet should be one network of communications, sensitive, irrational, immortal, isolated…”&#8309; It is a fear. Polish science fiction writer Stanisław Lem, in Volume 2 of <span>The History of Solaris</span>, describes in detail the protoplasmic sea, the Solaris sea, or the thinking sea, the intelligent life forms that surround the planet Solaris. The sea of Solaris, which is classified as a metamorph order, can only be felt as a kind of “The Old Mimoids” despite 100 years of debate and hypotheses. The Solaris Studies report states that “In the budding, growth, and spread of this living formation, in each of its movements separately and in all taken together, there was something one was tempted to call a cautious yet not timid naivety, as it strove frantically and rapidly to know, to take in, an unexpectedly encountered new shape.Then, in mid-journey, it had to withdraw when it was in danger of transgressing certain boundaries established by a mysterious law.”&#8310;",
    "text4": "Despite these unique grounds, astrophysicists are proposing a new hypothesis of the “plate of astrophysics” or “the plate of human ecology”. This hypothesis is based on images taken and transmitted by NASA's New Horizons spacecraft, which is the first mission in NASA’s New Frontiers mission, on April 17, 2021 from the Kuiper Belt, located 400 minutes from the sun at the speed of light. These images show mountains and plains covered in ice, and tell us that what we are seeing is the events 2.4 billion years ago in Earth's time. Based on the immanence&#8311; of a block of ice that is irregularly and indefinitely scattered on a flat plate, scientific methodologists wanted to give a name to the thing to exist in endless resistance against vertical hierarchies, empirical and transcendental, inside and outside, automation and algorithms; to the conjunctive words that indicate the temporality of the moment, the place where the subject and the object are together or absent. In other words, they realize that the earth needs care, and they want to find out where the time as being is.",
    "subtext": "1) Martin Heidegger, <span>The Fundamental Concepts of Metaphysics: World, Finitude, Solitude,</span> Indiana University Press, 2001. <br />2) The term <span>ishraq</span>, from the Arabic root <span>sh-r-q</span>, meaning both illumination and orient, has been used in a general sense in several contexts in Islam, including in reference to certain currents of Sufism. More specifically, however, the term <span>ishraqi</span> refers to the school of philosophy/theosophy founded by Shaykh Shihab al-Din Suhrawardi in the twelfth century c.e. The most important source of this school of thought is the major opus of Suhrawardi, <span>Hikmat al-ishraq</span> (“Theosophy of the Orient of Light“ also known as <span>The Philosophy of Illumination</span>), which is also the name of this school in traditional Islamic languages. Certain other works of Suhrawardi, especially his <span>Hayakil al-nur</span> (Temples of light), are also of much importance for the later <span>ishraqi</span> tradition. Encyclopedia.com <br />3) W. M. Thackston, <span>The Philosophical Allegories and Mystical Treatises of Suhrawardi, Chapter II The Sound of Gabriel’s Wing</span>, Mazda Publishers, 1999; p.8 <br />4) Ursula K. Le Guin writes that “They were seeking for worlds that had not, like all the known worlds, been settled or seeded by the Founders on Hain, truly alien worlds.” in the story of <span>Vaster Than Empires And More Slow</span>; collection <span>The Wind’s Twelve Quarters: Short Stories</span>, New York: Harper & Row, 1975 <br />5) Ursula K. Le Guin, <span>Vaster Than Empires And More Slow</span>; collection <span>The Wind’s Twelve Quarters</span>: Short Stories, New York: Harper & Row, 1975 <br />6) ﻿Stanisław Lem, <span>Solaris</span>, Pro Auctore Wojciech Zemek. Kindle Edition, trans. Bill Johnston, 2017; location 3371 <br />7) Plane of immanence is a founding concept in the metaphysics or ontology of French philosopher Gilles Deleuze. Immanence, meaning “existing or remaining within” generally offers a relative opposition to transcendence, that which is beyond or outside. Deleuze rejects the idea that life and creation are opposed to death and non-creation. He instead conceives of a plane of immanence that already includes life and death. “Deleuze refuses to see deviations, redundancies, destructions, cruelties or contingency as accidents that befall or lie outside life; life and death were aspects of desire or the plane of immanence.”(C. Colebrook, <span>Deleuze: A Guide for the Perplexed</span>, 2006) This plane is a pure immanence, an unqualified immersion or embeddedness, an immanence which denies transcendence as a real distinction, Cartesian or otherwise. Pure immanence is thus often referred to as a pure plane, an infinite field or smooth space without substantial or constitutive division. In his final essay entitled Immanence: A Life, Deleuze writes: “It is only when immanence is no longer immanence to anything other than itself that we can speak of a plane of immanence.”(Deleuze, <span>Pure Immanence</span>); Wikipedia",
    "artistInfo": "Cho Inhan is an artist of film and video making. He participated in the screening of the Seoul National Museum of Modern and Contemporary Art, EXiS, the New York Film Festival, and the Ann Arbor Film Festival. In addition to his personal work, he is a member of AAMP.<br />Rhee Hun is a filmmaker and researcher for artist film and moving images. Working as a member of AAMP, he focuses on his practices with asking questions of ‘the future of landscape and moving image’ based on the archeological space and speculative narrative, language and allegorical epistemology. His exhibitions and screenings include SeMA Storage(2019), International Short Film Festival in Oberhausen, Labs Program(2019), Collective research in MMCA Changdong residency program(2016), ACC Network platform: Asia-Kula, Kula Ring(2016), and Arkipel(2015).<br />Eunjung Kim’s practice encompasses live performance, film, video, photography and dance, and centres on the process of becoming - the discovery of a sense of agency outside of the limits of social reality and the stability of identity. Through subtle intervention and encounters, Kim questions the relationship between the machinery of repression and the realm of freedom that erupts within difference. Kim did a MA Fine Art -Performance Pathway at the Royal College of Art, and has participated in various exhibitions in Europe. As a member of AAMP, Kim has been curating and leading an artist workshop programme."
}
