{
    "mode": "en",
    "subject1": "3rd Curatorial Forum Becoming Local",
    "subject2": "Program",
    "subject3": "Past Events",
    "subject4": "Participants",
    "title1": "Why is Becoming Local?",
    "p1": "Why is Becoming Local? When you hear about this word “local”, you immediately think of other words such as global, rural, culture, minor, site, space, place etc. Also you realize that all places can be local, as well as the place where you are now. This is why we choose this term ‘local’ as the theme.",
    "p2": "The local, which refers to the actual space, is also important but it should be started from the point that the local is conceptually variable. In other words, the local does not already exist a priori. Instead, the complex social relations and various practices are intertwined when we refer to the local. In the process of entanglement, the local is fluid and constantly produced/reproduced within countless networks. Therefore, how to construct the local becomes important, and it is bound to resonate in some way with the present of researchers, artists, etc.",
    "p3": "COVID-19 pandemic means that the current situation is global scale. In this situation, “what can be done here where an individual is stepping on two feet” is the most important question. Through the concept of local, we ask group of artists to consider this question. Avoiding a single conclusion, participants will integrate events and phenomena within segmented time and space to capture the differences in various aspects of hereness. Through this, we try to lay the groundwork for critically thinking about the current dominant discourses. In the end, we are asking a fundamental question about the attitude we need to maintain right now through the Corona era.",
    "p4": "Based on the artistic research, group of artists are collaborating to run this project. Concentrating on aspects of the theme “local”, participants choose the method of research. The method of research can be varied by the intention of each participant, but the result of project will be the collaboration of artists.",
    "title2": "Artist Research Workshop Period",
    "p5": "September 2020 - September 2021",
    "title3": "Organized by",
    "p6": "GyeongGi-do<br />GeyongGi Cultural Foundation",
    "title4": "Curated by",
    "p7": "Asian Artist Moving Image Platform",
    "title5": "Artist Research Workshop<br />Participating Artists",
    "participant1": "KIM Minjung",
    "participant2": "Sabina Hyoju AHN",
    "participant3": "SHIN Wonjung(Diana Band)",
    "participant4": "John TORRES",
    "participant5": "Taiki SAKPISIT",
    "participant6": "AAMP(CHO Inhan, RHEE Hun, KIM Eunjung)",
    "participant7": "1st e-journal Moving Image Contributors<br />Lukas BRASISKIS",
    "participant8": "Selina BONELLI",
    "participant9": "PARK Sohyun",
    "participant10": "JEONG Jidon",
    "title6": "Programs",
    "programme1": "Artist Research Workshop Project",
    "programme2": "1st e-journal Moving Image",
    "credit": "Asian Artist Moving Image Platform(AAMP)<br />aamp.platform@gmail.com<br />Design by SHIN Dokho<br />Website by YinYang"
}
