{
    "artist": "John TORRES",
    "title": "Barter",
    "artistInfo": "John TORRES (b. 1975) is an independent filmmaker, musician and writer.  He co-runs Los Otros, a Manila-based space, film lab, and platform committed to the intersections of film and art, with a focus on process over product. He directed and produced five feature films, including <span>Todo Todo Teros</span> (Dragons & Tigers Award, Vancouver IFF 2006; NETPAC/FICRESCI awards, Singapore IFF 2006), <span>Years When I was a Child Outside</span> (Berlinale Forum Expanded 2008), and <span>Lukas The Strange</span> (Art of the Real, Film at Lincoln Center, 2013). He has made more than a dozen short films, including, <span>We Still Have to Close Our Eyes</span> (Wavelengths, Toronto IFF 2019). His work fictionalizes and reworks personal and found documentations of love, family relations, and memory in relation to current events, hearsays, myth, and folklore. He produced Shireen Seno’s <span>Nervous Translation</span> (NETPAC award, Tiger Competition, Rotterdam 2018), a project that was developed through Venice’s Biennale College Cinema, Bangkok Produire au Sud, IFP, and Cinemart. A special focus of his works was shown at the Viennale in 2013.",
    "intro2barter": "INTRO2BARTER",
    "intro2barter0": " Two artists barter objects online during a pandemic. In a span of four months, we see what things they end up with that makes them happy. It’s up to them how many exchanges they make as long as both parties agree. No meet-ups, no buying or selling, just a remote exchange via rider delivery during the lockdown.",
    "intro2barter0-1": "From November to March 2021, they do the exchange through barter groups and social media posts and messages. What things do they exchange for? What do they learn about themselves in the process?",
    "intro2barter1": "<br /><br />Rough-organized notes on our project, an ongoing attempt at story",
    "denvicky": "DENVICKY",
    "denvicky0": "and I share our predisposition towards rhythm. She and I, I think, understand things about each other because of this. Not only that we both like to keep to ourselves. We tend to pause/think/hesitate a bit to speak so that we absorb more before anything else. I don’t know if she feels this way though but I still think we both have an affinity to ride the waves and keep at things rhythm-wise.",
    "denvicky1": "With this project, I am interested to know more about the timing of her responses while negotiating within herself whether to accept or reject a thing for exchange.<br /><br />",
    "denvicky2": "From a bird",
    "denvicky3": "<br /><br />To a turtle",
    "denvicky4": "<br /><br />To a rock",
    "denvicky5": "<br /><br />To a plant",
    "findings": "FINDINGS",
    "findings0": "Findings, for lack of a better term",
    "findings1": "When I set out to do the project, I wanted to really get to know more about these artists, who are also my friends, in a roundabout way.",
    "findings2": "By exchanging items, they get to see what things they have and want to give up, what things are of equal value. Do they settle for things they’re not too okay with or do they work hard to get an item they’re happy with?",
    "findings3": "I told them about the children’s book, ",
    "findings4": " where two hands, clasped together, start off with a proposed exchange. For a butterfly. Throughout the book, a series of exchanges. From the butterfly, the hands acquire valuable things until it ends up with owning the world, the planet, the air. Of course, it’s a book for kids, teaching us about imagination, a progression of ideas, dreams and desires, and so on.",
    "findings5": "Pat Kay talked to her friend, D Jay, about the project. The way they talked about my own instructions to them made me feel a bit embarrassed. It seemed likeI was setting out to read their mind, their “desires and dreams”",
    "findings6": "Still, I had a good time “spending moments with them.” At times, I felt I was intruding.",
    "findings7": "Unexpected things I did",
    "findings8": "I did count how long Den waited and gave up on a reply from someone. It was amusing to feel more of her world just by waiting with her for a reply.",
    "findings9": "Unexpectedly, I saw I was on mute. Ouch!",
    "patkay": "PAT KAY",
    "patkay0": "Here's a Pat Kay",
    "patkay1": "“This collection is more on my former interests from high school. I used to be really into classic rock like Queen, Led Zeppelin, Bob Dylan, that kinda stuff. But I’ve outgrowna lot of it because of the values that the bands hold and the content of their music doesn’t really resonate with me as much anymore. This was a huge part of my identity back then in high school but not anymore!”",
    "patkay2": "Pat Kay makes me feel old. She was my student years back, and she was a brilliant artist even then. Pat Kay, whose character and heart shone unmistakably in the classroom. Which was, for me, a space that I remember filled with students who conform, in uniform, and are pressured to fit in. Pat Kay was unapologetically Pat Kay. And I wish I was Pat Kay when I was in school. But I was a spoiled, sheltered teenager who wanted to play games all the time. I missed out on a lot of things, and Pat Kay would have been a role model for me if we were in school together.",
    "patkay3": "Useful shit",
    "patkay4": "Pat Kay found it hard to exchange her Led Zeppelin album for Mariah Carey merch, which was all shereally wanted. <br />“I don’t know, I don’t want random shit in my house.” <br />She thinks older people don’t use Facebook, where she posts her barter items. And in barter groups there, she sees that people want useful things. Household items, grocery, food. And for a time, Pat Kay tried that out.",
    "patkay5": "She said there were specific groups for bartering items. Barter for Music items, CDs, for example. Still, no one wanted her shit, she said.",
    "shady": "SHADY",
    "shady0": "Shady Meet-ups",
    "shady1": "Against my instructions, Pat Kay did meet-ups instead of deliveries via riders to do the negotiation and exchange. She said they wanted to save on shipping fee, especially if they both lived close to each other. <br />“I also don’t want to get scammed.”",
    "shady2": "To which, Den added that sometimes things are already too digital that you crave for human presence.",
    "shady3": "Pat Kay recalled dealing with one tito, slang for uncle, who wanted to meet up for the Beatles CD barter. He sent her a selfie wearing a Pink Floyd shirt, and she didn’t know why. She went in on the details, her having to lie about her age, him telling her he’s going to the cemetery to visit family.",
    "shady4": "I had to soft scold Pat Kay. The man proposed to meether at her place because she was nearby. Thankfully, nothing happened.",
    "shady5": "Image sent to Pat Kay after making the handshake deal. Rock on?",
    "shady6": "“Where’s Pink Floyd?” <br />“It’s there.”  <br />“Okay, check it.” <br />“It’s good.” <br />(inaudible) <br />“Okay? Take care. Happy weekend.” <br /> Siren of a police car passing by.  <br /> “Thank God, it was such a short interaction. I thoughthe was still gonna try andtalk to me.”",
    "shady7": "Riders",
    "shady8": "For much of the pandemic, we could sometimes only hear motorcycles passing by. During the strict lockdowns, no one was allowed to roam except for riders delivering goods to households.",
    "shady9": "Here, Den exchanges the bird for a turtle via Grab,a logistics carrier.",
    "waiting": "WAITING",
    "waiting0": "Waiting",
    "waiting1": "While waiting for her next exchange, for the turtle this time, Den turned to her space and found things to do. Not only did the space change (nesting?), she had quite a transformation, Den. Den was always very shy to document herself in front of the camera, so to do this was quite a surprise.",
    "waiting2": "Better Place",
    "waiting3": "In doing the exchange, Den really just wanted to help the object find a better place. According to her, she wanted the person to treasure it. In giving the first object she bartered, the bird, to Kat, an artist she knows, she wanted to sense that the bird found a good home.",
    "waiting4": "She is still in touch with Kat, and she still wants to, in a way, still, look out for the bird she let go. She checks her IG to see how the bird is doing. She, too, posts things about the turtle, which is the barter item she got from Kat, who got it from a past relationship.",
    "waiting5": "Den looked up the spiritual symbolism of the turtle online and found this: a turtle is something you “carry true home with you.” She had told Kat thatshe wished for her “to see new places, for new things to come to her.”",
    "waiting6": "As I wrote, I see myself in Den. How she senses the invisible narratives and storylines of objects. I still often rely a lot on sign posts and other text, numbers that surround me to guide me through decisionsand paths in life. Like Den, I see myself facilitating exchanges to continue these felt stories around me.",
    "waiting7": "I asked Den, “Do you think you’re a halfway housefor objects to find their better place?”<br />“Yes.”",
    "waiting8": "Turtle - Rock from the Dead Sea - Plant called “Kilala” (“To know”)",
    "badvibes": "BADVIBES",
    "badvibes0": "Bad Energy",
    "badvibes1": "Pat Kay thinks of the bad energy during an exchange. <br />When asked, she didn’t want to give away her Ifugao wooden carvings. These are indigenous woodcarvings, stylized representations of people guarding rice crops in the Northern Philippines, thought to carry ancestral spirits. Although people might wantthe item, Pat Kay didn’t want to do any harm by passing on the bad energy to them. So she threw the carvings away.",
    "badvibes2": "Knowing yourself through rejections",
    "badvibes3": "“(The item you barter) It reflects your personality,right?”<br />“I didn’t realize my personality is hard to market.”",
    "badvibes4": "Pat Kay and D Jay laugh.<br />“What do people want?”<br />“A mirror.”<br />“Okay, I have to find more basic shit.”<br />Pat Kay thinks she doesn’t know how to market her items, and her personality. But, it’s okay, she believes she will get to know more of herself in the process,just the same -- <br />“I’ll find out through rejections.”",
    "badvibes5": "Getting rid of former identity",
    "badvibes6": "D Jay asks her if she’s merely bartering useless things to get something valuable in return.",
    "padvibes6-1": "Pat Kay says it’s weird for her to be getting items that her “former identity” consumes. She just wants to get something new, something her present self likes.<br /> “Den was telling me about her exchanges, and I don’tknow, but her exchanges areso poetic, versus mine. (laughs)... But it’s okay. Ithink the comparison can showthat I’m trash, and she’s an artist.”",
    "badvibes7": "No local interest",
    "badvibes8": "Den was a bit sad that no one wanted to barter for a work she did, a print. She felt there was no interest in her projects locally. Which is probably why, she thought, no one wanted it.",
    "badvibes9": "She realized later on, talking to someone, that people might have had interest in her work but just couldn’t find a thing of equal value to it. <br />I think she felt a bit better since then.",
    "narratives": "NARRATIVES",
    "narratives0": "Jueteng Lords",
    "narratives1": "While Pat Kay and D Jay talked about a proposed exchange for the Beyonce CD, jueteng was discussed because of the film Kubrador (Bet Collector), a film by Jeffrey Jeturian. Jueteng is an illegal numbers game, a lotto-type game where bet collectors go door-to-door to take bets from the community. It is a source of corruption. Jueteng has caused the downfall of many politicians. Former President Joseph Estrada got in trouble because of it; he was forced out of office. It was big news during “my time”, and I write this only because I saw D Jay and Pat Kay talking about jueteng to themselves, and it was amusing that they had to Google it. This was the talk of the nation then.",
    "narratives2": "Continuing narratives",
    "narratives3": "From the turtle that came from a past relationship, Den passed the turtle on to Jas in Berlin. Jas had a turtle from her own childhood that her mother gave away without her permission. And which she never saw again. When she saw the turtle from Den’s feed, she wanted to barter with her.",
    "narratives4": "In doing the exchange, Jas and Den agreed to document things for me, including the path-to-home of objects. Interestingly, the package that came from Berlin was a collection of goodies to send to her friends and family in the Philippines.",
    "narratives5": "Den was getting a rock from the Dead Sea. But because international shipping is expensive, Jas thought of sending a box to fill to accompany the rock, a way to maximize shipping fee so more people benefit.",
    "narratives6": "This term “pasabuy”, a word play on “passing on” and “buy” -- groups of people send items they buy overseas to a single address, to be packed and consolidated in a single box, for them to split shipping fees. It is another balikbayan box, a box full of souvenirs or pasalubong to families in the Philippines. Overseas Filipino workers come home carrying these big cargo boxes all the time.",
    "plantandcookies": "Plant and Cookies",
    "plantandcookies0": "In their last barters, Den got a plant in exchange for a rock from the Dead Sea. Pat Kay got cookies in exchange for some graduation photos.",
    "plantandcookies1": "Pat Kay ate the cookie. And, last I heard, the plant died.",
    "plantandcookies2": "In the meantime, I’m editing the piece as a proposal for a documentary project: Local things exchanged through bartering during a pandemic. The show, made in the Philippines, hopes to be sold to an online channel “near you” as online content to be consumed internationally.",
    "plantandcookies3": "What does that tell you about me?",
    "italic0": "Den",
    "italic1": "a Balloon for a Blunderbuss"
}
