{
  "artist": "John Torres",
  "title": "Barter",
  "intro2barter": "INTRO2BARTER",
  "intro2barter0": " Two artists barter objects online during a pandemic. In a span of four months, we see what things they end up with that makes them happy. It’s up to them how many exchanges they make as long as both parties agree. No meet-ups, no buying or selling. just a remote exchange via rider delivery during the lockdown From November to March 2021, they do the exchange through barter groups and social media posts and messages. What things do they exchange for? What do they learn about themselves in the process?",
  "intro2barter1": "Rough-organized notes on our project, an ongoing attempt at story",
  "denvicky": "DENVICKY",
  "denvicky0": "and I share our predisposition towards rhythm. She and I, I think, understand things about each other because of this. Not only that we both like to keep to ourselves. We tend to pause/think/hesitate a bit to speak so that we absorb more before anything else. I don’t know if she feels this way though but I still think we both have an affinity to ride the waves and keep at things rhythm-wise.",
  "denvicky1": "With this project, I am interested to know more about the timing of her responses while negotiating within herself whether to accept or reject a thing for exchange.",
  "denvicky2": "From a bird",
  "denvicky3": "To a turtle",
  "denvicky4": "To a rock",
  "denvicky5": "To a plant",
  "findings": "FINDINGS",
  "findings0": "findings, for lack of a better term",
  "findings1": "When I set out to do the project, I wanted to really get to know more about these artists, who are also my friends, in a roundabout way.",
  "findings2": "By exchanging items, they get to see what things they have and want to give up, what things are of equal value. Do they settle for things they’re not too okay with or do they work hard to get an item they’re happy with?",
  "findings3": "I told them about the children’s book ,",
  "findings4": ", where two hands, clasped together, start off with a proposed exchange. For a butterfly. Throughout the book, a series of exchanges. From the butterfly, the hands acquire valuable things until it ends up with owning the world, the planet, the air. Of course, it’s a book for kids, teaching us about imagination, a progression of ideas, dreams and desires, and so on.",
  "findings5": "Pat Kay talked to her friend, D Jay, about the project. The way they talked about my own instructions tothem made me feel a bit embarrassed. It seemed likeI was setting out to read their mind, their “desiresand dreams”",
  "findings6": "Still, I had a good time “spending moments with them”. At times, I felt I was intruding.",
  "italic0": "Den",
  "italic1": "a Balloon for a Blunderbuss"
}
