{
    "artist": "KIM Minjung",
    "title": "You are welcome when you are welcomed",
    "artistInfo": "KIM Minjung studied Visual Communication Design at Hongik University, Seoul, and earned an MFA in Film and Video from the California Institute of the Arts. Her works have been screened and exhibited at international film festivals and media venues including Berlinale Forum Expanded, Toronto International Film festival, Vienna International Film Festival, DMZ Docs, and Insa Art Space, Art Center White Block, Bucheon Art Bunker B39 etc. She has received awards, including Korean EXiS Award, JungWoon Award, Nemaf Best Korea Propose and Tom Berman Award for Most Promising filmmaker from Ann Arbor Film Festival . She recently opened her solo exhibiton Missing the boat at the Songeun Art Space. She is working in Seoul and USA.",
    "ch1": "At the edge of water",
    "p1": "When arriving at the sea, but because of misread the ticket indicating the time of the tide, I had no choice but to stare in vain as the road was full of water where I was about to cross. I stared blankly at the seawater that filled my eyes for a while, thinking that it must have been water drawn (or pushed out) from the other side of the earth. Suddenly, I remembered when I was very young, sharing a blanket with my brother and taking a nap. Rather than a memory of a nap, to be precise, it was a memory of the sensation of coldness in one of my thighs and calves outside the blanket. The struggle of sleeplessness in which my younger brother pulls the blanket and takes it away, then I pull it again, take it again, and repeat it. It was funny to recall that old, vague memory when I was looking at the sea, so I stood there a little longer and then went back to the car. I waited for the water to drain out in the car, thinking about the whole earth covering a lump of seawater.",
    "p2": "I try to guess <span>Becoming Local</span> by searching the traces of the diaspora and networking of plants. A prickly pear, which began to grow wild on Jeju Island, settled on a basalt beach along the Kuroshio Current. It is known to be from Mexico, but in fact, it is more widespread in North America including Cuba and Florida. Through this project, I find related data and trace several examples from which point in time these naturally-occurring migratory plants were recognized and recorded as “local” in an area, In addition, we examine how the criteria for plants accepted as local plants are similar to or different from those of human migration, and furthermore, asking a question whether the criteria for accepting an entity as having uniqueness in a region are those that are favorable, biased only to humans. It also examines how the characteristic of “local existence” is differentiated from the bias towards the centralized area, and whether it is justified.",
    "p3": "In the village of Wolyeong-ri, Jeju Island, located in the southern part of the Republic of Korea, cacti are planted in basalt beaches and throughout the village. This cactus has become an important local product and processed into drinks or chocolate and sold. In fact, there are few places where cactus grows naturally in Korea, and the only place Wolyeong-ri in Jeju Island where many cacti grow naturally in colonies. This cactus, called prickly pear, is native to Mexico and it is written on information signs throughout the village that appears to have become wild because it was washed up from the tropics in the warm Kuroshio Current. However, the interesting thing is that the locals believe that the old man, Dang-dong, brought it and planted it. There are various speculations as to whether the name “Dang-dong.” is just a grandfather’s name, whether it refers to a merchant in the “Tang” period of China, or which region in East Asia has the place name “Dang-dong”. It is called “palm cactus” because its shape resembles a palm and since ancient times, villagers have spread it throughout the village of Wolyeong-ri to prevent the intrusion of mice and snakes by transplanting it to the village stone wall.",
    "p4": "I am looking for data to infer the movement of this cactus, which is said to have traveled along the ocean currents from as far away as Mexico. The Kuroshio Current had a migration path that made it possible to hypothesize that the cactus migrated from the warmer parts of Southeast Asia to Korea. It was connected with the North Equatorial Current before that, and the California Current before that, so you can imagine this cactus moving in the water from the waters of Mexico far away.",
    "p5": "However, this cactus was actively accepted by the locals because of its usefulness to humans, but if it was a plant that was not beneficial to people, I imagined if it would have been able to settle here from distant Mexico. Or, there was a good chance that they would get along well, but then one day they would suddenly be considered harmful and would suffer the fate of being cut off and destroyed. There are many examples of such a fate, but bur cucumber and pink muhly are plants that appear frequently in recent articles. In particular, the pink muhly was imported from the United States and planted explosively throughout the country for photo zones over the past few years, and it was suddenly in danger of being cut down which is designated as an ecological disturbance species in October 2020. In particular, in Jeju city, where prickly pear is located, the pink muhly removal work has begun faster than anywhere else in the country, and they are all being removed. Just a year or two ago, it was a plant that showed off its existence by filling instagram with pink color, but it will soon disappear from Korean soil. Of course, I was not in a position to welcome plants that spread indiscriminately with a clear purpose like pink muhly, but I felt a sense of déjà vu seeing different fates of prickly pear, pink muhly, and bur cucumber.  ",
    "p6": "And it was interesting to divide these plants into ones that benefit or harm plants, whose existence is determined by human standards and purposes, and from the standpoint of other plants that have been established for a long time. Then, questions began to arise as to when and at what point one must settle in one place to be recognized as a local, and whether humans prefer to believe that only certain plants have been “grown spontaneously.” This is because, as there are many opinions on whether a prickly pear is “native” or not it is also promoted as a local plant because of its high value as a special product. Native plants are plants that grow naturally without human protection. In a narrow sense, indigenous plants, that is, plants that originally lived in a certain area, broadly, it refers to a spontaneous plant, that is, a plant that grows naturally. It is said that the value of a native plant lies in its high adaptability to a specific environment and the resource aspect of biodiversity. On the other hand, foreign plants are plants imported from other places, and they are divided into introduced plants and naturalized plants. Introduced plants are plants brought in for a specific purpose, such as horticulture or cultivation, and naturalized plants are plants that have come into existence through artificial and natural routes, but have not been culled but have been indigenous to the country and have achieved coexistence. On the other hand, it is classified as a naturalized plant but is called an invasive plant, meaning that it harms the existing ecosystem, economy, and humans.",
    "p7": "In order to prevent the spread of COVID-19, each country's containment policies and quarantine policies are in progress. Of course, in order to prevent the virus from spreading indiscriminately, I think it is very important to monitor the movement of people and to manage certain animals or plants so that they do not enter unexpected routes. However, witnessing a phenomenon such as vaguely recognizing people from a certain place as virus carriers, or as if unconditional hate and vigilance are just things for the community they are in, I wondered whether we were accepting or rejecting each other as “harmful or non-harmful.”",
    "p8": "All of a sudden, I thought about the feeling of a cactus that would have been on the current for a long time without even knowing, maybe arbitrarily!"
}
