{
    "mode": "en",
    "subject1": "3rd Curatorial Forum Becoming Local",
    "subject2": "Program",
    "subject3": "Past Events",
    "title1": "Artist Research Workshop Project",
    "title2": "Work In Progress",
    "title3": "Thailand, Philippine, Korea",
    "text1": "The Asian Artist Moving Image Platform is working on artistic research about historical events and phenomena that penetrate the contemporary, starting with the concept of local as the theme of the 3rd curatorial forum in 2020-2021. This research work is a one-year workshop project with eight artists from three Asian countries, and the final results will be introduced in the end of 2021. In the workshop project, we critically think about existing dominant concepts and discourses, and try to practice the possibility of new collectiveness through the process of becoming local. This online forum consists of presentations and discussions centered on the responses of participating artists to this possibility and the practical methodology of “Becoming Local”.",
    "date1": "November 28, 2020",
    "date1_1": "John TORRES",
    "date1_2": "DM is the key! Bartering on a Lockdown",
    "date1_3": "The video research is on a filmmaker’s view of people in quarantine caught in curious and poignant situations bartering objects online captured via videoconferencing and screen recording software. Through remote conferencing and screen recording software, a filmmaker instructs two artists to find one object at home that they can barter online and see what valuable object they end up with after a month of transactions. There is no selling involved, and there is no limit as to what objects they can exchange for. For as long as both parties agree to terms, they can barter all they want and see how much of an upgrade (or downgrade) they’ve made after a month. How do they assign value to things have at home? Is “sentimental value” a premium they foreground? How do they objectively assess things they hold dear? How do their relationships change when they acquire different objects? How do they retain their sense of fairness as they negotiate for a good deal? What objects do they give up, what objects can make them happier? How do they transact, and how do they deliver these objects during a lockdown? How do they value their own safety, or how do they keep themselves safe when they receive things at the door?",
    "date1_4": "Taiki SAKPISIT",
    "date1_5": "Reverie",
    "date1_6": "In <span>Reverie</span>, I have started out to investigate the cultural and sociological aspects evolving around Mor lam Phi Fa, a female spiritualist who treats physical illness through the forms of ritual practices, in an ancient city in northeastern Thailand named Khon Sawan village. As I have engaged in the present life of the villagers and learned about their personal memories and dreams, I have become more intrigued by the dark supernatural forces manifested in the myths of Phi Pop, the human and animal possessed entities who devour the internal organs and raw meat.<br />Reverie is a poetic meditation on the lingering darkness above the surface of spiritual landscape and like the spirit searching to possess the host it is an oneiric voyage into eternal damnation. ",
    "date2": "December 5, 2020",
    "date2_1": "Sabina Hyoju AHN",
    "date2_2": "Local Algorithm",
    "date2_3": "This work aims to create a local as a place that does not exist. A virtual local is created using a generative adversarial networks(GAN). A local place may or may not exist. To me, it belongs to the non-existent side. I think that the existence of local as any material place to which I belong is similar to deep fake photos, videos, and audio files created by machine learning that exist on the Internet. It's like an error that exists but doesn't exist. The local errors and noises created through the repeated and learned algorithm are replaced with my local and delivered in a flat two-dimensional frame.",
    "date2_4": "SHIN Wonjung(Diana Band)",
    "date2_5": "Things caught in the network",
    "date2_6": "When I do not know where I am in an unfamiliar place, even when I lose who I am, it is a mobile phone that provides standard information such as my location, environment, and direction, and stabilizes me. Even if we cannot find a sense of connection with the culture and culture of the local people in an unfamiliar area, we receive existential comfort just by knowing that we are somewhere on Earth with a map and knowing that we can connect with someone at any time. What is the mobile phone connected to? How many signals are sending and receiving for my connection and security? It's interesting that we are always based on our networks that include humans, but the vast majority of relationships in the universe don't involve humans. It's also interesting to see how we all pretend to be blind to all the things that are caught up in our human networks.",
    "date2_7": "KIM Minjung",
    "date2_8": "You are welcome if you don't bother us",
    "date2_9": "Can you understand <becoming Local> by tracing the network of plants and diaspora of them? Baengnyeoncho is one of the cacti and have been living near the shore in Jeju Island in South Korea. It is originated from Mexico but spread out over a wide area including Cuba, Florida and Southern part of North America. It arrived at Jeju island long ago via Kuroshio current which connects between North Pacific Ocean and the ocean near the southern part of Japan. Through the research for “From what point naturally immigrated plants were recognized and recorded as local”, we might find the relevance to human being’s. Not only that, but we also ask whether the standards or regulations to recognize “which one can be welcomed or rejected as  local” are biased by a human being.",
    "date2_10": "CHO Inhan, RHEE Hun, KIM Eunjung",
    "date2_11": "Local/Language/Forest",
    "date2_12": "What are the factors that define local? If the local is constituted within a cultural and social network, its scope will be narrowed down to a single individual. Because of this, thinking about the local is connected with the problem of personal identity. In this project, we try to think about the local, paying attention to language as an essential component of individual identity. In particular, based on research on the characteristics of minority languages ​​that contain knowledge about space and environment, the relationship between language and body and local-language-individual or community will be explored."
}
