{
    "mode": "en",
    "subject1": "3rd Curatorial Forum Becoming Local",
    "subject2": "Program",
    "subject3": "Past Events",
    "subject4": "Participants",
    "title1": "Becoming Local",
    "p1": "The current situation of a rise in neo-fascism alongside the COVID-19 pandemic is the result of the era of neoliberal capitalism. This social atmosphere leads us to refocus on the idea of “becoming” in a way that indicates that the epistemology of the world is not fixed and determined. Therefore, the status quo needs to be re-imagined, challenging us to constantly exist, act and think in new ways in response to sudden unexpected changes in the world.",
    "p2": "The artistic workshop",
    "p3": " suggests epistemological changes to discourses about what the idea of “local” means under the centre/periphery model that is internalized in our daily lives. Moreover, it is concerned with how artists’ practice can respond to these crises and changes in a socially distanced society.",
    "p4": "is a “Public Sphere” in which the interplay of heterogeneous and hybrid elements is revealed in multi-layers around the concept of the local. Breaking away from the traditional geographical understanding of the concept of “local”, it becomes a place where the many different viewpoints and methodologies of participating artists cross, collide, and converge. The purpose is to enable the local subject to actively participate in the process of subjectivisation in a complex and multi-layered manner.",
    "p5": "This practice-led research workshop will examine the possibility that participating artists understand it as a process of becoming, and change their habitual way of thinking and construction of ideas through artistic responses and repetition. Moreover, the artists as co-agents affect each other and will participate in the workshop by individually witnessing performative practice and its process. We expect this workshop to constantly reconstruct multiple and diverse performative discourse with both the direct and indirect participation of a number of artists.",
    "title2": "Local",
    "p6": "Moving away from structural ensemble of universal realities to peripheral points: traversing from its gravity of national state, cities, administration, social law, human network, social entities into topological configuration of province, village, traditional market, community, migration, living organism, plant, mountain, typhoon, partisan, ethnography. Local-ness is nothing other than this voyage.",
    "title3": "Supposition(s)",
    "p7": "1. The configuration of local can be always altered by change. In other words, local is always differentiated by itself.",
    "p8": "2. The study of local describes its effect rather than substance.",
    "p9": "3. The formation of local already exists in somewhere. Only this is a specific situation, in other words, it means that it is revealed as various aspects by specific place and time, social structure, human intra-action, contact with the outside.",
    "p10": "4. Local is asymmetrical with global.",
    "p11": "5. Local can be referred to a real space. At the same time, it is variable or accidental.",
    "p12": "6. Local is a communal accommodation and logistics warehouse.",
    "p13": "7. Everything changes intermittently, but always locates in there.",
    "p14": "8. Everything is accidental.",
    "p15": "9. Something of an object can be more interesting than an action of an object.",
    "p16": "10. Local is purely immanent, but extrinsic relation can be more interesting to grasp its essence.",
    "title4": "Workshop Methods and Proposal",
    "p17": "This workshop has both research and practice components, with a specific focus on the concept of local. The workshop can be cross-examined with reference to a significant range of interdisciplinary arts such as moving image, sound art, and performance art. Through this workshop, we aim for artists to be able to extend their own practice in relation to other artists. We encourage artists to freely communicate and connect with others in this network. Each artist should lead the workshop with their own keywords and propose how to explore ideas, experiences, and methodologies in an experimental way. We look forward to participating in an open forum on how different interests, genres, and media influence each other.",
    "italic1": "Becoming Local"
}
