{
  "artist": "Sabina Hyoju AHN",
  "title": "Local Algorithm",
  "text1": "This work aims to create a local as a place that does not exist. A virtual local is created using a generative adversarial networks(GAN). A local place may or may not exist. To me, it belongs to the non-existent side. I think that the existence of local as any material place to which I belong is similar to deep fake photos, videos, and audio files created by machine learning that exist on the Internet. It's like an error that exists but doesn't exist. The local errors and noises created through the repeated and learned algorithm are replaced with my local and delivered in a flat two-dimensional frame. Randomly played images come with sounds learned by machine learning algorithms. The following two audio spectrums can be selected and listened to. One is the original sound of the video, and the other is the sound learned by a machine learning algorithm.",
  "text2": "These videos are those from day to day spent participating in a residency called Akademie Schloss Solitude in Stuttgart, Germany. From November to June of last year, lockdown was implemented throughout Germany, and I had to live in lockdown throughout my residency period. My life radius was limited around the residency, and I used to go downtown only to go to the supermarket sometimes. Corona is a viewpoint and diary about my local, which I observed through winter to spring during a special time.",
  "artistInfo": "Sabina Hyoju Ahn is an artist engaging with various media represented through auditory perception, tactile sense, visual elements and a mixture of digital and analog technology. Her research seeks to find hidden rules and patterns in natural elements and multi-layered relationships between human and non-human sentient beings by translating imperceptible data in natural elements into different perceptual experiences. In her work, biological materials are often used, combined or connected to machines, and transformed. Her recent research focuses on the physical nature of the human perceptional system driven by a post-digital media concept and applying a contemporary scientific and artistic research method. Her works have been shown in various places including Piksel Festival (NO), Transmediale Vorspiel (DE), Mediamatic (NL), Athens Digital Arts Festival (GR), AMRO (AT), Lab 30 (DE), Art Center Nabi (KR), ACT Festival (KR), Daechung Chungjoo City Museum of Art (KR), V2 (NL), TADAEX festival (IR), WRO Media Art Biennale (PL) and she has been awarded NIME (New Interface for Musical Expression (2017) Best Sound Performance."
}
