{
  "artist": "Taiki Sakpisit",
  "title": "Dawn Vision",
  "artistInfo": "Taiki Sakpisit is a visual artist and filmmaker working in Bangkok. His works explore the underlying tensions and conflicts, and the sense of anticipation in contemporary Thailand, through precise and sensorially overwhelming audio-visual assemblage using a wide range of sounds and images. His films produce heightened and uneasy modes of spectatorship that often relate to the tumultuous socio-political climate in Thailand. He won the ACC Cinema Fund for his works Shadow and Act (2019) and Seeing in the Dark (2020). His previous work A Ripe Volcano (2011) has been screened internationally at more than 50 film festivals and museums. His first feature film The Edge of Daybreak is currently in post-production.",
  "desc1": "Dawn Vision meditates on the religious theme park Keoku Pavilion and its mythic creator Luang Pu Bunleua Sulilat (1932-1996) who led a mysterious and perplexing life.",
  "desc2": "Bunleua’s beginning reads like Joseph Campbell’s The Hero With a Thousand Faces. At a young age, Bunleua ran away from his home in Nong Khai, Thailand. He then fell into a cave and met the hermit, master Keoku, who became his spiritual mentor. Having great reverence for his teacher, Bunleua named his life’s work, Keoku Pavilion, after his master. It is believed that Bunleua was the reincarnation of Naga, who forbade him from becoming a monk, which led him on other spiritual paths. Bunleua later moved to Vientiane, Laos, and became a secular man. In 1958 he started the construction of Buddha Park (also known as Xiong Khuan). He was incarcerated in Vientiane for unspecified reasons and fled back to Nong Khai after the city fell to the Pathet Lao—a communist political movement—in 1975.",
  "desc3": "Bunleua began construction of Sala Keoku in 1978 with the help of devoted followers. All of the hundred large-scale, complex and elaborate sculptures came purely from Bunleua’s dreams and visions. Bunleua himself has never been trained in art, engineering and architecture, and yet, he played an integral role in guiding his followers in the construction and completion of Sala Keoku.",
  "desc4": "As many considered him to be insane, Bunleua was often troubled by the authorities and was incarcerated again for reasons unknown. He died in 1996 from a strange illness. Following his wishes, his embalmed body rests inside a glass hemisphere. It is alleged that his spirit is still wandering around his beloved creation."
}
