{
    "artist": "SHIN Wonjung(Diana Band)",
    "artistInfo": "SHIN Wonjung is an artist who creates objects, media, situations, and rhythms. Through absurd mapping/mediation of various elements such as matter, immaterial, object, and event, she exhibits and performs while filling space and time. She considers herself as an experimental researcher and artistic inventor, experimenting with concepts such as the common sense of ‘I’ and 'you', a common space, and a temporary community, and approaches the sense of connection between I and you mediated by technology.",
    "title": "Conversation, about the ROOT",
    "p1": "Where does the “ROOT” come from? All devices on the network know who the “ROOT” is and where they are. It is through the 's' after the 'a', going 'f' times towards the 'd'. Alternatively, it is the same even if you connect to 'd' via 'y' next to 'b' and then proceed to '3'. It's pretty self-explanatory, but no one knows when a route will disappear at any moment. They talk about the existence of a “ROOT”, and sometimes check that the “ROOT” is not lost. There were times when the “ROOT” disappeared. However, no one remembers about it. I only know that when the “ROOT” disappears, everyone disappears one after another. And, it is said that when the root appears, we begin to exist again.",
    "p2": "A drum, A suitcase, a plastic hose, a gas cylinder, etc. The objects appearing in <span>conversation, about the ROOT</span> are made up of various colors, materials, and shapes and make sounds by shaking, swiping, striking, or rotating themselves. Sometimes they make a sound alone, sometimes two or three make a sound in solidarity, or many objects are also preoccupied with making a sound together, or all are silent.",
    "p3": "Each object is equipped with a wireless communication module. They exhchange signals with other objcets and recognize each toeher. They are objects and beings create movement and sound within the invisible network of ‘Root’. So they watch the reactions of other objects to see if they make a sound or not.",
    "p4": "Objects are programmed so that they can decide how and when to express their sounds and movements. Relationships caused by one’s own utterances are accompanied by stress, and the stress is released only after a period of silence. Their actions affect the ‘energy of the world’, which in turn affects the actions of objects.",
    "p5": "The sounds made by objects may sound like noise to you, but when understood as a field where interaction takes place, it becomes a language and a conversation. Just as you become a guest in the perfect world of the forest when you enter the forest, in <span>conversation, about the ROOT</span>, you become an extraterrestrial being called a human in the world constructed by objects."
}
